export const homeSwiperData = [
  {
    text: "رؤية مصــــــــــــر ٢٠٣٠",
    btnTitle: "اكتشف المزيد",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1659158717/pexels-hisham-elshazli-10131669_ggqfwl.jpg",
  },
  {
    text: "المملكة العربية السعودية تعلن استهدافها للوصول إلى الحياد الصفري بحلول عام 2060",
    btnTitle: "كلمة القيادة",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525403/bg-1920_qaeh7g.png",
  },
  {
    text: "إنجازات رؤية السعودية 2030 ",
    btnTitle: "اكتشف المزيد",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525421/ar-hrh-net-zero-1920_kkklok.png",
  },
  {
    text: "ثروتنا الأولى التي لا تعادلها ثروة مهما بلغت: شعبٌ طموحٌ، معظمُه من الشباب، هو فخر بلادنا وضمانُ مستقبلها بعون الله.",
    btnTitle: "كلمة القيادة",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525512/banner-sizes-11_vodyjt.jpg",
  },
  {
    text: "إنجازات رؤية السعودية 2030 ",
    btnTitle: "اكتشف المزيد",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1659158717/pexels-hisham-elshazli-10131669_ggqfwl.jpg",
  },
  {
    text: "ثروتنا الأولى التي لا تعادلها ثروة مهما بلغت: شعبٌ طموحٌ، معظمُه من الشباب، هو فخر بلادنا وضمانُ مستقبلها بعون الله.",
    btnTitle: "كلمة القيادة",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1659158722/pexels-tamer-soliman-9763760_fk5hs0.jpg",
  },
];

export const navTitle = [
  {
    title: "الصفحة الرئيسية",
    path: "home",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525397/hm-banner-09_psm6th.jpg",
  },
  {
    title: "رؤية السعودية 2030",
    path: "/gg",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525403/bg-1920_qaeh7g.png",
  },
  {
    title: "حول المملكة العربية السعودية",
    path: "/hh",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525421/ar-hrh-net-zero-1920_kkklok.png",
  },
  {
    title: "المركز الإعلامي",
    path: "/ss",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525512/banner-sizes-11_vodyjt.jpg",
  },
  {
    title: "التواصل",
    path: "/mm",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525512/banner-sizes-11_vodyjt.jpg",
  },
];
export const dropDown = [
  {
    title: "الصفحة الرئيسية",
    path: "home",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525397/hm-banner-09_psm6th.jpg",
  },
  {
    title: "رؤية السعودية 2030",
    path: "/gg",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525403/bg-1920_qaeh7g.png",
  },
  {
    title: "حول المملكة العربية السعودية",
    path: "/hh",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525421/ar-hrh-net-zero-1920_kkklok.png",
  },
  {
    title: "المركز الإعلامي",
    path: "/ss",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525512/banner-sizes-11_vodyjt.jpg",
  },
  {
    title: "التواصل",
    path: "/mm",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525512/banner-sizes-11_vodyjt.jpg",
  },
];
export const programs = [
  {
    title: "برنامج تطوير الصناعة الوطنية والخدمات اللوجستية",
    svgColor: "red",
    paragraph:
      "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705639/pexels-beyza-10069718_sh7ngb.jpg",
  },
  {
    title: "برنامج تحول القطاع الصحي",
    svgColor: "green",
    paragraph:
      "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705655/pexels-jonathan-borba-3259624_h5a3md.jpg",
  },
  {
    title: "حول المملكة العربية السعودية",
    paragraph:
      "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525421/ar-hrh-net-zero-1920_kkklok.png",
  },
  {
    title: "المركز الإعلامي",
    svgColor: "black",
    paragraph:
      "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705648/pexels-jhonny-salas-brochero-10673160_zqrdqb.jpg",
  },
  {
    title: "حول المملكة العربية السعودية",
    paragraph:
      "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658525421/ar-hrh-net-zero-1920_kkklok.png",
  },
  {
    title: "المركز الإعلامي",
    svgColor: "black",
    paragraph:
      "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
    image:
      "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705648/pexels-jhonny-salas-brochero-10673160_zqrdqb.jpg",
  },
];
export const projects = [
  {
    capital: [
      {
        city: "العاصمة الادارية الجديدة",
        title: "برنامج تطوير الصناعة الوطنية والخدمات اللوجستية",
        svgColor: "red",
        paragraph:
          "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
        image:
          "https://res.cloudinary.com/dia1kfg4m/image/upload/v1659190211/La-NAC-1_xughts.jpg",
      },
      {
        city: "العاصمة الادارية الجديدة",
        title: "برنامج تحول القطاع الصحي",
        svgColor: "green",
        paragraph:
          "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
        image:
          "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705655/pexels-jonathan-borba-3259624_h5a3md.jpg",
      },
    ],
  },
  {
    alamin: [
      {
        city: "العاصمة الادارية الجديدة",
        title: "علمين",
        svgColor: "red",
        paragraph:
          "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
        image:
          "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705639/pexels-beyza-10069718_sh7ngb.jpg",
      },
      {
        city: "العلمين",
        title: "برنامج تحول القطاع الصحي",
        svgColor: "green",
        paragraph:
          "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
        image:
          "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705655/pexels-jonathan-borba-3259624_h5a3md.jpg",
      },
    ],
  },
  {
    redSea: [
      {
        city: "العلمين",
        title: "red sea",
        svgColor: "red",
        paragraph:
          "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
        image:
          "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705648/pexels-jhonny-salas-brochero-10673160_zqrdqb.jpg",
      },
      {
        city: "العلمين",
        title: "برنامج تحول القطاع الصحي",
        svgColor: "green",
        paragraph:
          "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
        image:
          "https://news.asu.edu/sites/default/files/galalauniversitystudents.jpg",
      },
    ],
  },

  // {
  //   title: "المركز الإعلامي",
  //   svgColor: "black",
  //   paragraph:
  //     "يهدف البرنامج إلى تحويل المملكة إلى قوة صناعية رائدة ومنصة لوجستية عالمية عبر تعظيم القيمة المتحققة من قطاعي التعدين والطاقة والتركيز على محوري المحتوى المحلي والثورة الصناعية الرابعة، ليساهم البرنامج بشكل كبير في تعظيم الأثر الاقتصادي وتنويعه للقطاعات المستهدفة، واستدامة نمو تلك القطاعات وتحقيق ريادتها، وخلق بيئة استثمارية جاذبة فيها.",
  //   image:
  //     "https://res.cloudinary.com/dia1kfg4m/image/upload/v1658705648/pexels-jhonny-salas-brochero-10673160_zqrdqb.jpg",
  // },
];
export const footer = [
  {
    egypt: [
      {
        path: "/",
        title: "معلومات أساسية",
      },
      {
        path: "/",
        title: "الدستور المصــري",
      },
      {
        path: "/",
        title: "السياحة في مصر",
      },
      {
        path: "/",
        title: "العـطلات الرسمية",
      },
      {
        path: "/",
        title: "رؤية مصــــــــــــر ٢٠٣٠",
      },
    ],
  },
  {
    chair: [
      {
        path: "/",
        title: "معلومات أساسية",
      },
      {
        path: "/",
        title: "الدستور المصــري",
      },
      {
        path: "/",
        title: "السياحة في مصر",
      },
      {
        path: "/",
        title: "العـطلات الرسمية",
      },
      {
        path: "/",
        title: "رؤية مصــــــــــــر ٢٠٣٠",
      },
    ],
  },
  {
    activities: [
      {
        path: "/",
        title: "صحة",
      },
      {
        path: "/",
        title: "تعليم",
      },
      {
        path: "/",
        title: "زراعة",
      },
      {
        path: "/",
        title: "صناعة",
      },
      {
        path: "/",
        title: "تموين",
      },
    ],
  },
  {
    opens: [
      {
        path: "/",
        title: "معلومات أساسية",
      },
      {
        path: "/",
        title: "الدستور المصــري",
      },
      {
        path: "/",
        title: "السياحة في مصر",
      },
      {
        path: "/",
        title: "العـطلات الرسمية",
      },
      {
        path: "/",
        title: "رؤية مصــــــــــــر ٢٠٣٠",
      },
    ],
  },
];
